import React from "react";
import Nav from "./Nav";
import "../assets/stylesheets/about.css";

const About = () => {
    return(
        <>
        <Nav/>
        <div className="container">
            <h2 className="headline">מי אנחנו</h2>
            <div className="slide-down">
           <p className="p">האתר והפודקאסט נוצרו הזה לאחר הבנה של הרבה שנים<br />
שחלק גדול מחוסר ההבנה של המגזר הכללי את אורח החיים החרדי והדתי<br /> 
נובע מחוסר ידע בסיסי של למה הציבור החרדי והדתי חי בצורת החיים הזאת <br />
איננו מתיימרים ליצור קירבה ואהבה במקום שאיננה<br />
אבל כן לנסות לתת איזושהי הבנה להרבה דברים שנראים תמוהים למתבונן מהצד<br />
מלבד זאת, אפילו הדתיים והחרדים בעצמם ברובם לא יודעים למה הם חיים כך<br /> 
פשוט נולדנו למסורת מסויימת, התרגלנו לכך וכך אנו חיים<br />
כדי לנסות לתקן זאת ולו במעט<br />
אני מגיש פרקים קצרים וקליטים<br />
כאשר בכל פרק אני משתדל לדבר על מצווה מסויימת או מנהג מסויים<br />
מביא את המקורות והסיבות, ולפעמים גם את ההשתלשלות ההיסטורית של המנהג או המצווה<br />
אני משתדל להביא את כל הצדדים והדעות שיש ולעיתים גם את דעתי האישית<br />
מטרת תכני האתר אינה להחזיר בתשובה, או לשכנע באמיתות הדברים<br />
אני מאמין בעבודה עצמית ופחות בעבודה על אחרים<br /> 
אבל כן ללמד ולהנגיש את אורח החיים שלנו, לעצמנו, ולאלו שלא מכירים<br />
אם יש לכם בקשות לנושאים או שאתם מעוניינים להגיב לתוכן מסויים<br /> 
אתם יכולים פשוט לכתוב לנו במדור צור קשר<br />
אז מוזמנים לעקוב אחרי התכנים באתר, ומקווה שתהנו
</p>
        </div>
        </div>
        </>
    )
}

export default About;